Repository: xcv58/MacTools
Catalog: Plugins/WindowLayouts/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# action.center.description
source: 保持当前大小并将窗口移到显示器中央。
ar: رتّب النافذة النشطة باستخدام «توسيط النافذة».
de: Ordnet das aktive Fenster mit „Fenster zentrieren“ an.
en: Center the focused window while preserving its current size.
es: Organiza la ventana activa con «Centrar ventana».
fr: Dispose la fenêtre active avec «Centrer la fenêtre».
ja: アクティブなウインドウに「ウインドウを中央に配置」を適用します。
ko: 활성 윈도우에 “윈도우 가운데 정렬” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Centrar janela».
ru: Размещает активное окно в режиме «Поместить окно по центру».
tr: Odaklı pencereyi geçerli boyutunu koruyarak ortalar.
zh_hant: 保持目前大小並將視窗移到顯示器中央。

# action.increase-width.title
source: 增加窗口宽度
ar: زيادة عرض النافذة
de: Fensterbreite vergrößern
en: Increase Window Width
es: Aumentar anchura de la ventana
fr: Augmenter la largeur de la fenêtre
ja: ウインドウの幅を拡大
ko: 윈도우 너비 늘리기
pt: Aumentar largura da janela
ru: Увеличить ширину окна
tr: Pencere Genişliğini Artır
zh_hant: 增加視窗寬度

# action.increase-width.description
source: 将聚焦窗口宽度增加 50 点。
ar: زيادة عرض النافذة المركزة بمقدار 50 نقطة.
de: Vergrößert die Breite des fokussierten Fensters um 50 Punkte.
en: Increase the focused window width by 50 points.
es: Aumenta la anchura de la ventana enfocada en 50 puntos.
fr: Augmente la largeur de la fenêtre active de 50 points.
ja: フォーカスされたウインドウの幅を 50 ポイント拡大します。
ko: 포커스된 윈도우의 너비를 50포인트 늘립니다.
pt: Aumenta a largura da janela em foco em 50 pontos.
ru: Увеличивает ширину активного окна на 50 пунктов.
tr: Odaklı pencerenin genişliğini 50 nokta artırır.
zh_hant: 將聚焦視窗寬度增加 50 點。

# action.decrease-width.title
source: 减少窗口宽度
ar: تقليل عرض النافذة
de: Fensterbreite verkleinern
en: Decrease Window Width
es: Reducir anchura de la ventana
fr: Diminuer la largeur de la fenêtre
ja: ウインドウの幅を縮小
ko: 윈도우 너비 줄이기
pt: Diminuir largura da janela
ru: Уменьшить ширину окна
tr: Pencere Genişliğini Azalt
zh_hant: 減少視窗寬度

# action.decrease-width.description
source: 将聚焦窗口宽度减少 50 点。
ar: تقليل عرض النافذة المركزة بمقدار 50 نقطة.
de: Verkleinert die Breite des fokussierten Fensters um 50 Punkte.
en: Decrease the focused window width by 50 points.
es: Reduce la anchura de la ventana enfocada en 50 puntos.
fr: Diminue la largeur de la fenêtre active de 50 points.
ja: フォーカスされたウインドウの幅を 50 ポイント縮小します。
ko: 포커스된 윈도우의 너비를 50포인트 줄입니다.
pt: Diminui a largura da janela em foco em 50 pontos.
ru: Уменьшает ширину активного окна на 50 пунктов.
tr: Odaklı pencerenin genişliğini 50 nokta azaltır.
zh_hant: 將聚焦視窗寬度減少 50 點。

# action.increase-height.title
source: 增加窗口高度
ar: زيادة ارتفاع النافذة
de: Fensterhöhe vergrößern
en: Increase Window Height
es: Aumentar altura de la ventana
fr: Augmenter la hauteur de la fenêtre
ja: ウインドウの高さを拡大
ko: 윈도우 높이 늘리기
pt: Aumentar altura da janela
ru: Увеличить высоту окна
tr: Pencere Yüksekliğini Artır
zh_hant: 增加視窗高度

# action.increase-height.description
source: 将聚焦窗口高度增加 50 点。
ar: زيادة ارتفاع النافذة المركزة بمقدار 50 نقطة.
de: Vergrößert die Höhe des fokussierten Fensters um 50 Punkte.
en: Increase the focused window height by 50 points.
es: Aumenta la altura de la ventana enfocada en 50 puntos.
fr: Augmente la hauteur de la fenêtre active de 50 points.
ja: フォーカスされたウインドウの高さを 50 ポイント拡大します。
ko: 포커스된 윈도우의 높이를 50포인트 늘립니다.
pt: Aumenta a altura da janela em foco em 50 pontos.
ru: Увеличивает высоту активного окна на 50 пунктов.
tr: Odaklı pencerenin yüksekliğini 50 nokta artırır.
zh_hant: 將聚焦視窗高度增加 50 點。

# action.decrease-height.title
source: 减少窗口高度
ar: تقليل ارتفاع النافذة
de: Fensterhöhe verkleinern
en: Decrease Window Height
es: Reducir altura de la ventana
fr: Diminuer la hauteur de la fenêtre
ja: ウインドウの高さを縮小
ko: 윈도우 높이 줄이기
pt: Diminuir altura da janela
ru: Уменьшить высоту окна
tr: Pencere Yüksekliğini Azalt
zh_hant: 減少視窗高度

# action.decrease-height.description
source: 将聚焦窗口高度减少 50 点。
ar: تقليل ارتفاع النافذة المركزة بمقدار 50 نقطة.
de: Verkleinert die Höhe des fokussierten Fensters um 50 Punkte.
en: Decrease the focused window height by 50 points.
es: Reduce la altura de la ventana enfocada en 50 puntos.
fr: Diminue la hauteur de la fenêtre active de 50 points.
ja: フォーカスされたウインドウの高さを 50 ポイント縮小します。
ko: 포커스된 윈도우의 높이를 50포인트 줄입니다.
pt: Diminui a altura da janela em foco em 50 pontos.
ru: Уменьшает высоту активного окна на 50 пунктов.
tr: Odaklı pencerenin yüksekliğini 50 nokta azaltır.
zh_hant: 將聚焦視窗高度减少 50 點。

# action.move-to-next-display.title
source: 移到下一台显示器
ar: نقل إلى الشاشة التالية
de: Auf nächsten Bildschirm verschieben
en: Move to Next Display
es: Mover a la pantalla siguiente
fr: Déplacer vers l’écran suivant
ja: 次のディスプレイに移動
ko: 다음 디스플레이로 이동
pt: Mover para o ecrã seguinte
ru: Переместить на следующий дисплей
tr: Sonraki Ekrana Taşı
zh_hant: 移到下一台顯示器

# action.move-to-next-display.description
source: 按相对位置和大小将窗口移到下一台显示器。
ar: رتّب النافذة النشطة باستخدام «نقل إلى الشاشة التالية».
de: Ordnet das aktive Fenster mit „Auf nächsten Bildschirm verschieben“ an.
en: Move the focused window to the next display with proportional position and size.
es: Organiza la ventana activa con «Mover a la pantalla siguiente».
fr: Dispose la fenêtre active avec «Déplacer vers l’écran suivant».
ja: アクティブなウインドウに「次のディスプレイに移動」を適用します。
ko: 활성 윈도우에 “다음 디스플레이로 이동” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Mover para o ecrã seguinte».
ru: Размещает активное окно в режиме «Переместить на следующий дисплей».
tr: Odaklı pencereyi, konumunu ve boyutunu orantılı koruyarak sonraki ekrana taşır.
zh_hant: 按相對位置和大小將視窗移到下一台顯示器。

# action.move-to-previous-display.title
source: 移到上一台显示器
ar: نقل إلى الشاشة السابقة
de: Auf vorherigen Bildschirm verschieben
en: Move to Previous Display
es: Mover a la pantalla anterior
fr: Déplacer vers l’écran précédent
ja: 前のディスプレイに移動
ko: 이전 디스플레이로 이동
pt: Mover para o ecrã anterior
ru: Переместить на предыдущий дисплей
tr: Önceki Ekrana Taşı
zh_hant: 移到上一台顯示器

# action.move-to-previous-display.description
source: 按相对位置和大小将窗口移到上一台显示器。
ar: رتّب النافذة النشطة باستخدام «نقل إلى الشاشة السابقة».
de: Ordnet das aktive Fenster mit „Auf vorherigen Bildschirm verschieben“ an.
en: Move the focused window to the previous display with proportional position and size.
es: Organiza la ventana activa con «Mover a la pantalla anterior».
fr: Dispose la fenêtre active avec «Déplacer vers l’écran précédent».
ja: アクティブなウインドウに「前のディスプレイに移動」を適用します。
ko: 활성 윈도우에 “이전 디스플레이로 이동” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Mover para o ecrã anterior».
ru: Размещает активное окно в режиме «Переместить на предыдущий дисплей».
tr: Odaklı pencereyi, konumunu ve boyutunu orantılı koruyarak önceki ekrana taşır.
zh_hant: 按相對位置和大小將視窗移到上一台顯示器。

# action.restore-previous-frame.title
source: 恢复上一个窗口位置
ar: استعادة موضع النافذة السابق
de: Vorherige Fensterposition wiederherstellen
en: Restore Previous Window Frame
es: Restaurar posición anterior de la ventana
fr: Restaurer la position précédente
ja: 前のウインドウ位置に戻す
ko: 이전 윈도우 위치 복원
pt: Restaurar posição anterior da janela
ru: Восстановить предыдущее положение окна
tr: Önceki Pencere Çerçevesini Geri Yükle
zh_hant: 回復上一個視窗位置

# action.restore-previous-frame.description
source: 恢复此窗口最近一次保存的位置和大小。
ar: رتّب النافذة النشطة باستخدام «استعادة موضع النافذة السابق».
de: Ordnet das aktive Fenster mit „Vorherige Fensterposition wiederherstellen“ an.
en: Restore the most recently saved position and size for this window.
es: Organiza la ventana activa con «Restaurar posición anterior de la ventana».
fr: Dispose la fenêtre active avec «Restaurer la position précédente».
ja: アクティブなウインドウに「前のウインドウ位置に戻す」を適用します。
ko: 활성 윈도우에 “이전 윈도우 위치 복원” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Restaurar posição anterior da janela».
ru: Размещает активное окно в режиме «Восстановить предыдущее положение окна».
tr: Bu pencerenin en son kaydedilen konumunu ve boyutunu geri yükler.
zh_hant: 回復此視窗最近一次儲存的位置和大小。

# action.toggle-full-screen.title
source: 切换全屏
ar: تبديل ملء الشاشة
de: Vollbild umschalten
en: Toggle Full Screen
es: Alternar pantalla completa
fr: Basculer en plein écran
ja: フルスクリーンを切り替える
ko: 전체 화면 전환
pt: Alternar ecrã inteiro
ru: Переключить полноэкранный режим
tr: Tam Ekranı Aç/Kapat
zh_hant: 切換全螢幕

# action.toggle-full-screen.description
source: 切换当前窗口的 macOS 全屏状态。
ar: رتّب النافذة النشطة باستخدام «تبديل ملء الشاشة».
de: Ordnet das aktive Fenster mit „Vollbild umschalten“ an.
en: Toggle native macOS full screen for the focused window.
es: Organiza la ventana activa con «Alternar pantalla completa».
fr: Dispose la fenêtre active avec «Basculer en plein écran».
ja: アクティブなウインドウに「フルスクリーンを切り替える」を適用します。
ko: 활성 윈도우에 “전체 화면 전환” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Alternar ecrã inteiro».
ru: Размещает активное окно в режиме «Переключить полноэкранный режим».
tr: Odaklı pencere için macOS'un yerleşik tam ekranını açar veya kapatır.
zh_hant: 切換目前視窗的 macOS 全螢幕狀態。

# action.maximize-height.title
source: 最大化高度
ar: تكبير الارتفاع
de: Höhe maximieren
en: Maximize Height
es: Maximizar altura
fr: Agrandir en hauteur
ja: 高さを最大化
ko: 높이 최대화
pt: Maximizar altura
ru: Развернуть по высоте
tr: Yüksekliği Kapla

# action.maximize-height.description
source: 保持宽度并填满可用高度。
ar: رتّب النافذة النشطة باستخدام «تكبير الارتفاع».
de: Ordnet das aktive Fenster mit „Höhe maximieren“ an.
en: Preserve the width and fill the available height.
es: Organiza la ventana activa con «Maximizar altura».
fr: Dispose la fenêtre active avec «Agrandir en hauteur».
ja: アクティブなウインドウに「高さを最大化」を適用します。
ko: 활성 윈도우에 “높이 최대화” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Maximizar altura».
ru: Размещает активное окно в режиме «Развернуть по высоте».
tr: Genişliği koruyarak kullanılabilir yüksekliği doldurur.
zh_hant: 保持寬度並填滿可用高度。

# action.maximize-width.title
source: 最大化宽度
ar: تكبير العرض
de: Breite maximieren
en: Maximize Width
es: Maximizar anchura
fr: Agrandir en largeur
ja: 幅を最大化
ko: 너비 최대화
pt: Maximizar largura
ru: Развернуть по ширине
tr: Genişliği Kapla
zh_hant: 最大化寬度

# action.maximize-width.description
source: 保持高度并填满可用宽度。
ar: رتّب النافذة النشطة باستخدام «تكبير العرض».
de: Ordnet das aktive Fenster mit „Breite maximieren“ an.
en: Preserve the height and fill the available width.
es: Organiza la ventana activa con «Maximizar anchura».
fr: Dispose la fenêtre active avec «Agrandir en largeur».
ja: アクティブなウインドウに「幅を最大化」を適用します。
ko: 활성 윈도우에 “너비 최대화” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Maximizar largura».
ru: Размещает активное окно в режиме «Развернуть по ширине».
tr: Yüksekliği koruyarak kullanılabilir genişliği doldurur.
zh_hant: 保持高度並填滿可用寬度。

# action.reasonable-size.title
source: 合理大小
ar: حجم مناسب
de: Angemessene Größe
en: Reasonable Size
es: Tamaño adecuado
fr: Taille raisonnable
ja: 適切なサイズ
ko: 적절한 크기
pt: Tamanho adequado
ru: Подходящий размер
tr: Makul Boyut

# action.reasonable-size.description
source: 将窗口设为屏幕的 60%，最大 1025 × 900，并居中。
ar: رتّب النافذة النشطة باستخدام «حجم مناسب».
de: Ordnet das aktive Fenster mit „Angemessene Größe“ an.
en: Resize to 60% of the screen, capped at 1025 × 900, and center.
es: Organiza la ventana activa con «Tamaño adecuado».
fr: Dispose la fenêtre active avec «Taille raisonnable».
ja: アクティブなウインドウに「適切なサイズ」を適用します。
ko: 활성 윈도우에 “적절한 크기” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Tamanho adequado».
ru: Размещает активное окно в режиме «Подходящий размер».
tr: Pencereyi ekranın %60'ına boyutlandırır (en çok 1025 × 900) ve ortalar.
zh_hant: 將視窗設為螢幕的 60%，最大 1025 × 900，並置中。

# action.move-to-top-edge.title
source: 移到顶部
ar: نقل إلى الحافة العلوية
de: An den oberen Rand verschieben
en: Move to Top Edge
es: Mover al borde superior
fr: Déplacer vers le bord supérieur
ja: 上端に移動
ko: 위쪽 가장자리로 이동
pt: Mover para a margem superior
ru: Переместить к верхнему краю
tr: Üst Kenara Taşı
zh_hant: 移到頂端

# action.move-to-top-edge.description
source: 保持大小并移到屏幕顶部。
ar: رتّب النافذة النشطة باستخدام «نقل إلى الحافة العلوية».
de: Ordnet das aktive Fenster mit „An den oberen Rand verschieben“ an.
en: Preserve the size and move to the top edge.
es: Organiza la ventana activa con «Mover al borde superior».
fr: Dispose la fenêtre active avec «Déplacer vers le bord supérieur».
ja: アクティブなウインドウに「上端に移動」を適用します。
ko: 활성 윈도우에 “위쪽 가장자리로 이동” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Mover para a margem superior».
ru: Размещает активное окно в режиме «Переместить к верхнему краю».
tr: Boyutu koruyarak üst kenara taşır.
zh_hant: 保持大小並移到螢幕頂端。

# action.move-to-bottom-edge.title
source: 移到底部
ar: نقل إلى الحافة السفلية
de: An den unteren Rand verschieben
en: Move to Bottom Edge
es: Mover al borde inferior
fr: Déplacer vers le bord inférieur
ja: 下端に移動
ko: 아래쪽 가장자리로 이동
pt: Mover para a margem inferior
ru: Переместить к нижнему краю
tr: Alt Kenara Taşı

# action.move-to-bottom-edge.description
source: 保持大小并移到屏幕底部。
ar: رتّب النافذة النشطة باستخدام «نقل إلى الحافة السفلية».
de: Ordnet das aktive Fenster mit „An den unteren Rand verschieben“ an.
en: Preserve the size and move to the bottom edge.
es: Organiza la ventana activa con «Mover al borde inferior».
fr: Dispose la fenêtre active avec «Déplacer vers le bord inférieur».
ja: アクティブなウインドウに「下端に移動」を適用します。
ko: 활성 윈도우에 “아래쪽 가장자리로 이동” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Mover para a margem inferior».
ru: Размещает активное окно в режиме «Переместить к нижнему краю».
tr: Boyutu koruyarak alt kenara taşır.
zh_hant: 保持大小並移到螢幕底部。

# action.move-to-left-edge.title
source: 移到左侧
ar: نقل إلى الحافة اليسرى
de: An den linken Rand verschieben
en: Move to Left Edge
es: Mover al borde izquierdo
fr: Déplacer vers le bord gauche
ja: 左端に移動
ko: 왼쪽 가장자리로 이동
pt: Mover para a margem esquerda
ru: Переместить к левому краю
tr: Sol Kenara Taşı
zh_hant: 移到左側

# action.move-to-left-edge.description
source: 保持大小并移到屏幕左侧。
ar: رتّب النافذة النشطة باستخدام «نقل إلى الحافة اليسرى».
de: Ordnet das aktive Fenster mit „An den linken Rand verschieben“ an.
en: Preserve the size and move to the left edge.
es: Organiza la ventana activa con «Mover al borde izquierdo».
fr: Dispose la fenêtre active avec «Déplacer vers le bord gauche».
ja: アクティブなウインドウに「左端に移動」を適用します。
ko: 활성 윈도우에 “왼쪽 가장자리로 이동” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Mover para a margem esquerda».
ru: Размещает активное окно в режиме «Переместить к левому краю».
tr: Boyutu koruyarak sol kenara taşır.
zh_hant: 保持大小並移到螢幕左側。

# action.move-to-right-edge.title
source: 移到右侧
ar: نقل إلى الحافة اليمنى
de: An den rechten Rand verschieben
en: Move to Right Edge
es: Mover al borde derecho
fr: Déplacer vers le bord droit
ja: 右端に移動
ko: 오른쪽 가장자리로 이동
pt: Mover para a margem direita
ru: Переместить к правому краю
tr: Sağ Kenara Taşı
zh_hant: 移到右側

# action.move-to-right-edge.description
source: 保持大小并移到屏幕右侧。
ar: رتّب النافذة النشطة باستخدام «نقل إلى الحافة اليمنى».
de: Ordnet das aktive Fenster mit „An den rechten Rand verschieben“ an.
en: Preserve the size and move to the right edge.
es: Organiza la ventana activa con «Mover al borde derecho».
fr: Dispose la fenêtre active avec «Déplacer vers le bord droit».
ja: アクティブなウインドウに「右端に移動」を適用します。
ko: 활성 윈도우에 “오른쪽 가장자리로 이동” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Mover para a margem direita».
ru: Размещает активное окно в режиме «Переместить к правому краю».
tr: Boyutu koruyarak sağ kenara taşır.
zh_hant: 保持大小並移到螢幕右側。

# action.first-third.title
source: 左侧三分之一
ar: الثلث الأول
de: Erstes Drittel
en: First Third
es: Primer tercio
fr: Premier tiers
ja: 最初の 3 分の 1
ko: 첫 번째 1/3
pt: Primeiro terço
ru: Первая треть
tr: İlk Üçte Bir
zh_hant: 左側三分之一

# action.first-third.description
source: 填充左侧三分之一。
ar: رتّب النافذة النشطة باستخدام «الثلث الأول».
de: Ordnet das aktive Fenster mit „Erstes Drittel“ an.
en: Fill the first third of the display.
es: Organiza la ventana activa con «Primer tercio».
fr: Dispose la fenêtre active avec «Premier tiers».
ja: アクティブなウインドウに「最初の 3 分の 1」を適用します。
ko: 활성 윈도우에 “첫 번째 1/3” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Primeiro terço».
ru: Размещает активное окно в режиме «Первая треть».
tr: Ekranın ilk üçte birini doldurur.
zh_hant: 填滿左側三分之一。

# action.first-two-thirds.title
source: 左侧三分之二
ar: الثلثان الأولان
de: Erste zwei Drittel
en: First Two Thirds
es: Primeros dos tercios
fr: Deux premiers tiers
ja: 最初の 3 分の 2
ko: 첫 번째 2/3
pt: Primeiros dois terços
ru: Первые две трети
tr: İlk Üçte İki
zh_hant: 左側三分之二

# action.first-two-thirds.description
source: 填充左侧三分之二。
ar: رتّب النافذة النشطة باستخدام «الثلثان الأولان».
de: Ordnet das aktive Fenster mit „Erste zwei Drittel“ an.
en: Fill the first two thirds of the display.
es: Organiza la ventana activa con «Primeros dos tercios».
fr: Dispose la fenêtre active avec «Deux premiers tiers».
ja: アクティブなウインドウに「最初の 3 分の 2」を適用します。
ko: 활성 윈도우에 “첫 번째 2/3” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Primeiros dois terços».
ru: Размещает активное окно в режиме «Первые две трети».
tr: Ekranın ilk üçte ikisini doldurur.
zh_hant: 填滿左側三分之二。

# action.center-third.title
source: 中间三分之一
ar: الثلث الأوسط
de: Mittleres Drittel
en: Center Third
es: Tercio central
fr: Tiers central
ja: 中央の 3 分の 1
ko: 가운데 1/3
pt: Terço central
ru: Средняя треть
tr: Orta Üçte Bir
zh_hant: 中間三分之一

# action.center-third.description
source: 填充中间三分之一。
ar: رتّب النافذة النشطة باستخدام «الثلث الأوسط».
de: Ordnet das aktive Fenster mit „Mittleres Drittel“ an.
en: Fill the center third of the display.
es: Organiza la ventana activa con «Tercio central».
fr: Dispose la fenêtre active avec «Tiers central».
ja: アクティブなウインドウに「中央の 3 分の 1」を適用します。
ko: 활성 윈도우에 “가운데 1/3” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Terço central».
ru: Размещает активное окно в режиме «Средняя треть».
tr: Ekranın orta üçte birini doldurur.
zh_hant: 填滿中間三分之一。

# action.last-two-thirds.title
source: 右侧三分之二
ar: الثلثان الأخيران
de: Letzte zwei Drittel
en: Last Two Thirds
es: Últimos dos tercios
fr: Deux derniers tiers
ja: 最後の 3 分の 2
ko: 마지막 2/3
pt: Últimos dois terços
ru: Последние две трети
tr: Son Üçte İki
zh_hant: 右側三分之二

# action.last-two-thirds.description
source: 填充右侧三分之二。
ar: رتّب النافذة النشطة باستخدام «الثلثان الأخيران».
de: Ordnet das aktive Fenster mit „Letzte zwei Drittel“ an.
en: Fill the last two thirds of the display.
es: Organiza la ventana activa con «Últimos dos tercios».
fr: Dispose la fenêtre active avec «Deux derniers tiers».
ja: アクティブなウインドウに「最後の 3 分の 2」を適用します。
ko: 활성 윈도우에 “마지막 2/3” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Últimos dois terços».
ru: Размещает активное окно в режиме «Последние две трети».
tr: Ekranın son üçte ikisini doldurur.
zh_hant: 填滿右側三分之二。

# action.last-third.title
source: 右侧三分之一
ar: الثلث الأخير
de: Letztes Drittel
en: Last Third
es: Último tercio
fr: Dernier tiers
ja: 最後の 3 分の 1
ko: 마지막 1/3
pt: Último terço
ru: Последняя треть
tr: Son Üçte Bir
zh_hant: 右側三分之一

# action.last-third.description
source: 填充右侧三分之一。
ar: رتّب النافذة النشطة باستخدام «الثلث الأخير».
de: Ordnet das aktive Fenster mit „Letztes Drittel“ an.
en: Fill the last third of the display.
es: Organiza la ventana activa con «Último tercio».
fr: Dispose la fenêtre active avec «Dernier tiers».
ja: アクティブなウインドウに「最後の 3 分の 1」を適用します。
ko: 활성 윈도우에 “마지막 1/3” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Último terço».
ru: Размещает активное окно в режиме «Последняя треть».
tr: Ekranın son üçte birini doldurur.
zh_hant: 填滿右側三分之一。

# action.first-fourth.title
source: 第一个四分之一
ar: الربع الأول
de: Erstes Viertel
en: First Fourth
es: Primer cuarto
fr: Premier quart
ja: 最初の 4 分の 1
ko: 첫 번째 1/4
pt: Primeiro quarto
ru: Первая четверть
tr: İlk Dörtte Bir
zh_hant: 第一個四分之一

# action.first-fourth.description
source: 填充最左侧四分之一。
ar: رتّب النافذة النشطة باستخدام «الربع الأول».
de: Ordnet das aktive Fenster mit „Erstes Viertel“ an.
en: Fill the first fourth of the display.
es: Organiza la ventana activa con «Primer cuarto».
fr: Dispose la fenêtre active avec «Premier quart».
ja: アクティブなウインドウに「最初の 4 分の 1」を適用します。
ko: 활성 윈도우에 “첫 번째 1/4” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Primeiro quarto».
ru: Размещает активное окно в режиме «Первая четверть».
tr: Ekranın ilk dörtte birini doldurur.
zh_hant: 填滿最左側四分之一。

# action.second-fourth.title
source: 第二个四分之一
ar: الربع الثاني
de: Zweites Viertel
en: Second Fourth
es: Segundo cuarto
fr: Deuxième quart
ja: 2 番目の 4 分の 1
ko: 두 번째 1/4
pt: Segundo quarto
ru: Вторая четверть
tr: İkinci Dörtte Bir
zh_hant: 第二個四分之一

# action.second-fourth.description
source: 填充第二个四分之一。
ar: رتّب النافذة النشطة باستخدام «الربع الثاني».
de: Ordnet das aktive Fenster mit „Zweites Viertel“ an.
en: Fill the second fourth of the display.
es: Organiza la ventana activa con «Segundo cuarto».
fr: Dispose la fenêtre active avec «Deuxième quart».
ja: アクティブなウインドウに「2 番目の 4 分の 1」を適用します。
ko: 활성 윈도우에 “두 번째 1/4” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Segundo quarto».
ru: Размещает активное окно в режиме «Вторая четверть».
tr: Ekranın ikinci dörtte birini doldurur.
zh_hant: 填滿第二個四分之一。

# action.third-fourth.title
source: 第三个四分之一
ar: الربع الثالث
de: Drittes Viertel
en: Third Fourth
es: Tercer cuarto
fr: Troisième quart
ja: 3 番目の 4 分の 1
ko: 세 번째 1/4
pt: Terceiro quarto
ru: Третья четверть
tr: Üçüncü Dörtte Bir
zh_hant: 第三個四分之一

# action.third-fourth.description
source: 填充第三个四分之一。
ar: رتّب النافذة النشطة باستخدام «الربع الثالث».
de: Ordnet das aktive Fenster mit „Drittes Viertel“ an.
en: Fill the third fourth of the display.
es: Organiza la ventana activa con «Tercer cuarto».
fr: Dispose la fenêtre active avec «Troisième quart».
ja: アクティブなウインドウに「3 番目の 4 分の 1」を適用します。
ko: 활성 윈도우에 “세 번째 1/4” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Terceiro quarto».
ru: Размещает активное окно в режиме «Третья четверть».
tr: Ekranın üçüncü dörtte birini doldurur.
zh_hant: 填滿第三個四分之一。

# action.last-fourth.title
source: 最后一个四分之一
ar: الربع الأخير
de: Letztes Viertel
en: Last Fourth
es: Último cuarto
fr: Dernier quart
ja: 最後の 4 分の 1
ko: 마지막 1/4
pt: Último quarto
ru: Последняя четверть
tr: Son Dörtte Bir
zh_hant: 最後一個四分之一

# action.last-fourth.description
source: 填充最右侧四分之一。
ar: رتّب النافذة النشطة باستخدام «الربع الأخير».
de: Ordnet das aktive Fenster mit „Letztes Viertel“ an.
en: Fill the last fourth of the display.
es: Organiza la ventana activa con «Último cuarto».
fr: Dispose la fenêtre active avec «Dernier quart».
ja: アクティブなウインドウに「最後の 4 分の 1」を適用します。
ko: 활성 윈도우에 “마지막 1/4” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Último quarto».
ru: Размещает активное окно в режиме «Последняя четверть».
tr: Ekranın son dörtte birini doldurur.
zh_hant: 填滿最右側四分之一。

# action.top-left-sixth.title
source: 左上六分之一
ar: السدس العلوي الأيسر
de: Oberes linkes Sechstel
en: Top Left Sixth
es: Sexto superior izquierdo
fr: Sixième supérieur gauche
ja: 左上 6 分の 1
ko: 왼쪽 위 1/6
pt: Sexto superior esquerdo
ru: Верхняя левая шестая часть
tr: Sol Üst Altıda Bir

# action.top-left-sixth.description
source: 填充左上六分之一。
ar: رتّب النافذة النشطة باستخدام «السدس العلوي الأيسر».
de: Ordnet das aktive Fenster mit „Oberes linkes Sechstel“ an.
en: Fill the top-left sixth of the display.
es: Organiza la ventana activa con «Sexto superior izquierdo».
fr: Dispose la fenêtre active avec «Sixième supérieur gauche».
ja: アクティブなウインドウに「左上 6 分の 1」を適用します。
ko: 활성 윈도우에 “왼쪽 위 1/6” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Sexto superior esquerdo».
ru: Размещает активное окно в режиме «Верхняя левая шестая часть».
tr: Ekranın sol üst altıda birini doldurur.
zh_hant: 填滿左上六分之一。

# action.top-center-sixth.title
source: 中上六分之一
ar: السدس العلوي الأوسط
de: Oberes mittleres Sechstel
en: Top Center Sixth
es: Sexto superior central
fr: Sixième supérieur central
ja: 中央上 6 分の 1
ko: 가운데 위 1/6
pt: Sexto superior central
ru: Верхняя средняя шестая часть
tr: Üst Orta Altıda Bir
